Repository: offyotto/Core-Monitor
Catalog: Core-Monitor/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, ceb, co, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, ha, haw, he, hi, hmn, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sm, sn, so, sq, st, su, sv, sw, ta, te, tg, th, tr, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

source: The Thermals section displays detailed temperature readings from multiple sensors across your Mac.
af: Die Termiese afdeling vertoon gedetailleerde temperatuurlesings van verskeie sensors oor jou Mac.
am: Thermals ክፍል በእርስዎ Mac ላይ ከበርካታ ዳሳሾች ዝርዝር የሙቀት ንባቦችን ያሳያል።
ar: يعرض قسم درجات الحرارة قراءات تفصيلية لدرجة الحرارة من أجهزة استشعار متعددة عبر جهاز Mac الخاص بك.
az: Termallar bölməsi Mac-da bir çox sensordan ətraflı temperatur oxunuşlarını göstərir.
be: У раздзеле Thermals адлюстроўваюцца падрабязныя паказанні тэмпературы ад некалькіх датчыкаў на вашым Mac.
bg: Разделът Thermals показва подробни температурни показания от множество сензори на вашия Mac.
bn: থার্মাল বিভাগটি আপনার ম্যাক জুড়ে একাধিক সেন্সর থেকে বিশদ তাপমাত্রা রিডিং প্রদর্শন করে।
bs: Odjeljak Thermals prikazuje detaljna očitavanja temperature s više senzora na vašem Macu.
ca: La secció Thermals mostra lectures detallades de temperatura de diversos sensors del vostre Mac.
ceb: Ang seksyon sa Thermals nagpakita sa detalyado nga mga pagbasa sa temperatura gikan sa daghang mga sensor sa imong Mac.
co: A sezione Termali mostra letture dettagliate di temperatura da parechji sensori in u vostru Mac.
cs: Sekce Thermals zobrazuje podrobné údaje o teplotě z více senzorů na vašem Macu.
cy: Mae'r adran Thermals yn dangos darlleniadau tymheredd manwl o synwyryddion lluosog ar draws eich Mac.
da: Termisk sektion viser detaljerede temperaturaflæsninger fra flere sensorer på tværs af din Mac.
de: Im Abschnitt „Thermik“ werden detaillierte Temperaturmesswerte von mehreren Sensoren auf Ihrem Mac angezeigt.
el: Η ενότητα Thermals εμφανίζει λεπτομερείς ενδείξεις θερμοκρασίας από πολλούς αισθητήρες σε όλο το Mac σας.
eo: La sekcio de Termikoj montras detalajn temperaturojn de pluraj sensiloj tra via Mac.
es: La sección Térmica muestra lecturas de temperatura detalladas de múltiples sensores en su Mac.
et: Jaotises Thermals kuvatakse üksikasjalikud temperatuurinäidud mitmelt teie Maci andurilt.
eu: Termikoak atalak zure Mac-eko hainbat sentsoreren tenperatura irakurketa zehatzak erakusten ditu.
fa: بخش Thermals خوانش دقیق دما را از چندین سنسور در Mac شما نمایش می دهد.
fi: Thermals-osiossa näytetään yksityiskohtaiset lämpötilalukemat useilta Macin antureilta.
fil: Ang seksyong Thermals ay nagpapakita ng mga detalyadong pagbabasa ng temperatura mula sa maraming sensor sa iyong Mac.
fr: La section Thermique affiche des relevés de température détaillés provenant de plusieurs capteurs sur votre Mac.
fy: De seksje Thermals toant detaillearre temperatuerlêzingen fan meardere sensoren oer jo Mac.
ga: Taispeánann an rannóg Thermals léamha mionsonraithe teochta ó bhraiteoirí iolracha ar fud do Mac.
gd: Tha an roinn Thermals a’ taisbeanadh leughaidhean teodhachd mionaideach bho ioma-mhothadairean air feadh do Mac.
gl: A sección Térmicas mostra lecturas detalladas de temperatura de varios sensores do teu Mac.
gu: થર્મલ્સ વિભાગ તમારા સમગ્ર Mac પર બહુવિધ સેન્સરથી વિગતવાર તાપમાન રીડિંગ્સ દર્શાવે છે.
ha: Sashen Thermals yana nuna cikakken karatun zafin jiki daga na'urori masu auna firikwensin da yawa a cikin Mac ɗin ku.
haw: Hōʻike ka ʻāpana Thermals i nā heluhelu wela kikoʻī mai nā mea ʻike he nui ma kāu Mac.
he: הקטע 'תרמיות' מציג קריאות טמפרטורה מפורטות מחיישנים מרובים ברחבי ה-Mac שלך.
hi: थर्मल्स अनुभाग आपके मैक पर कई सेंसर से विस्तृत तापमान रीडिंग प्रदर्शित करता है।
hmn: Thermals seem qhia cov ncauj lus kom ntxaws ntsuas kub los ntawm ntau lub sensors thoob plaws koj Mac.
hr: Odjeljak Thermals prikazuje detaljna očitanja temperature s više senzora na vašem Macu.
ht: Seksyon Thermals la montre lekti tanperati detaye ki soti nan plizyè detèktè atravè Mac ou a.
hu: A Thermals rész részletes hőmérsékleti értékeket jelenít meg több érzékelőről a Mac számítógépen.
hy: Thermals բաժինը ցուցադրում է ջերմաստիճանի մանրամասն ընթերցումներ բազմաթիվ սենսորներից ձեր Mac-ում:
id: Bagian Termal menampilkan pembacaan suhu mendetail dari berbagai sensor di Mac Anda.
ig: Ngalaba Thermal na-egosiputa agụmagụ okpomọkụ zuru ezu site na ọtụtụ sensọ gafee Mac gị.
is: Hitauppstreymi hlutinn sýnir nákvæmar hitamælingar frá mörgum skynjurum yfir Mac þinn.
it: La sezione Termiche mostra letture dettagliate della temperatura da più sensori sul tuo Mac.
ja: 「温度」セクションには、Mac 全体の複数のセンサーからの詳細な温度測定値が表示されます。
jv: Bagean Thermals nampilake maca suhu sing rinci saka macem-macem sensor ing Mac sampeyan.
ka: Thermals განყოფილება აჩვენებს ტემპერატურის დეტალურ მონაცემებს მრავალი სენსორიდან თქვენს Mac-ში.
kk: Термалдар бөлімі Mac компьютеріңіздегі бірнеше сенсорлардың егжей-тегжейлі температура көрсеткіштерін көрсетеді.
km: ផ្នែកកម្ដៅបង្ហាញការអានសីតុណ្ហភាពលម្អិតពីឧបករណ៍ចាប់សញ្ញាជាច្រើននៅលើ Mac របស់អ្នក។
kn: ಥರ್ಮಲ್ಸ್ ವಿಭಾಗವು ನಿಮ್ಮ ಮ್ಯಾಕ್‌ನಾದ್ಯಂತ ಬಹು ಸಂವೇದಕಗಳಿಂದ ವಿವರವಾದ ತಾಪಮಾನ ವಾಚನಗೋಷ್ಠಿಯನ್ನು ಪ್ರದರ್ಶಿಸುತ್ತದೆ.
ko: 발열 섹션에는 Mac 전체에 있는 여러 센서의 자세한 온도 판독값이 표시됩니다.
ku: Beşa Thermals xwendinên germahiya hûrgulî ji gelek senzorên li seranserê Mac-a we nîşan dide.
ky: Therms бөлүмүндө Mac компьютериңиздеги бир нече сенсорлордон алынган температуранын деталдуу көрсөткүчтөрү көрсөтүлөт.
la: Sectio Thermales ex pluribus sensoriis per tuam Mac- plicatam temperaturas lectiones explicatas ostendit.
lb: D'Thermals Sektioun weist detailléiert Temperaturlesunge vu verschiddene Sensoren iwwer Äre Mac.
lo: ພາກສ່ວນ Thermals ສະແດງການອ່ານອຸນຫະພູມລະອຽດຈາກເຊັນເຊີຫຼາຍອັນໃນທົ່ວ Mac ຂອງທ່ານ.
lt: Skiltyje Thermals rodomi išsamūs temperatūros rodmenys iš kelių jūsų „Mac“ jutiklių.
lv: Sadaļā Thermals tiek parādīti detalizēti temperatūras rādījumi no vairākiem sensoriem visā jūsu Mac datorā.
mg: Ny fizarana Thermals dia mampiseho ny famakiana mari-pana amin'ny antsipiriany avy amin'ny sensor maro manerana ny Mac-nao.
mi: Ko te waahanga Ngawha e whakaatu ana i nga panui whakamaaramatanga mai i nga pukoro maha puta noa i to Mac.
mk: Делот Thermals прикажува детални отчитувања на температурата од повеќе сензори низ вашиот Mac.
ml: തെർമൽസ് വിഭാഗം നിങ്ങളുടെ മാക്കിൽ ഉടനീളമുള്ള ഒന്നിലധികം സെൻസറുകളിൽ നിന്നുള്ള വിശദമായ താപനില റീഡിംഗുകൾ പ്രദർശിപ്പിക്കുന്നു.
mn: Дулааны хэсэг нь таны Mac дээрх олон мэдрэгчээс авсан температурын нарийвчилсан заалтыг харуулдаг.
mr: थर्मल्स विभाग तुमच्या Mac वरील एकाधिक सेन्सरवरून तपशीलवार तापमान वाचन प्रदर्शित करतो.
ms: Bahagian Thermals memaparkan bacaan suhu terperinci daripada berbilang penderia merentas Mac anda.
mt: Is-sezzjoni Termali turi qari dettaljat tat-temperatura minn sensers multipli madwar il-Mac tiegħek.
my: Thermals ကဏ္ဍသည် သင့် Mac တစ်ဝှမ်းရှိ အာရုံခံကိရိယာများစွာမှ အသေးစိတ် အပူချိန်ဖတ်ရှုမှုများကို ပြသပေးပါသည်။
nb: Thermals-delen viser detaljerte temperaturavlesninger fra flere sensorer på tvers av Mac-en.
ne: थर्मल सेक्सनले तपाईको म्याकमा धेरै सेन्सरहरूबाट विस्तृत तापक्रम रिडिङहरू देखाउँछ।
nl: In het gedeelte Thermen worden gedetailleerde temperatuurmetingen van meerdere sensoren op uw Mac weergegeven.
ny: Gawo la Thermals likuwonetsa kuwerengera kwatsatanetsatane kwa kutentha kuchokera ku masensa angapo kudutsa Mac yanu.
pa: ਥਰਮਲ ਸੈਕਸ਼ਨ ਤੁਹਾਡੇ ਮੈਕ ਵਿੱਚ ਮਲਟੀਪਲ ਸੈਂਸਰਾਂ ਤੋਂ ਤਾਪਮਾਨ ਦੀਆਂ ਵਿਸਤ੍ਰਿਤ ਰੀਡਿੰਗਾਂ ਨੂੰ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਦਾ ਹੈ।
pl: Sekcja Termika wyświetla szczegółowe odczyty temperatury z wielu czujników na komputerze Mac.
ps: د تودوخې برخه ستاسو په میک کې د ډیری سینسرونو څخه د تودوخې تفصيلي لوستل ښیې.
pt: A seção Térmica exibe leituras detalhadas de temperatura de vários sensores em seu Mac.
ro: Secțiunea Thermals afișează citiri detaliate ale temperaturii de la mai mulți senzori de pe Mac.
ru: В разделе «Термализация» отображаются подробные показания температуры от нескольких датчиков на вашем Mac.
sd: Thermals سيڪشن ڏيکاري ٿو تفصيلي درجه حرارت جي پڙهائي ڪيترن ئي سينسرز کان توهان جي Mac تي.
si: Thermals කොටස ඔබගේ Mac හරහා බහු සංවේදක වලින් සවිස්තරාත්මක උෂ්ණත්ව කියවීම් පෙන්වයි.
sk: Sekcia Thermals zobrazuje podrobné hodnoty teploty z viacerých senzorov na vašom Macu.
sl: Razdelek Thermals prikazuje podrobne odčitke temperature iz več senzorjev v vašem Macu.
sm: O le vaega Thermals o lo'o fa'aalia ai fa'amatalaga auiliili o le vevela mai le tele o masini i luga o lau Mac.
sn: Chikamu cheThermals chinoratidza kuverenga kwakadzama tembiricha kubva kune akawanda sensors paMac yako.
so: Qaybta Thermals waxay soo bandhigaysaa akhrinta heerkulka faahfaahsan ee dareemayaasha badan ee Mac kaaga.
sq: Seksioni Thermals shfaq lexime të detajuara të temperaturës nga sensorë të shumtë në Mac tuaj.
st: Karolo ea Thermals e bonts'a lipalo tse qaqileng tsa mocheso ho tsoa ho li-sensor tse ngata ho Mac ea hau.
su: Bagian Thermals nampilkeun bacaan suhu anu lengkep tina sababaraha sénsor dina Mac anjeun.
sv: Thermals-sektionen visar detaljerade temperaturavläsningar från flera sensorer över din Mac.
sw: Sehemu ya Thermals huonyesha usomaji wa kina wa halijoto kutoka kwa vitambuzi vingi kwenye Mac yako.
ta: தெர்மல்ஸ் பிரிவு உங்கள் மேக் முழுவதும் பல சென்சார்களில் இருந்து விரிவான வெப்பநிலை அளவீடுகளைக் காட்டுகிறது.
te: థర్మల్ విభాగం మీ Mac అంతటా బహుళ సెన్సార్‌ల నుండి వివరణాత్మక ఉష్ణోగ్రత రీడింగ్‌లను ప్రదర్శిస్తుంది.
tg: Бахши гармидиҳӣ хониши муфассали ҳароратро аз сенсорҳои сершумор дар тамоми Mac-и шумо нишон медиҳад.
th: ส่วนอุณหภูมิจะแสดงการอ่านอุณหภูมิโดยละเอียดจากเซ็นเซอร์หลายตัวบน Mac ของคุณ
tr: Termaller bölümü, Mac'inizdeki birden fazla sensörden gelen ayrıntılı sıcaklık değerlerini görüntüler.
uk: У розділі Thermals відображаються детальні показники температури з кількох датчиків на вашому Mac.
ur: تھرمل سیکشن آپ کے میک پر متعدد سینسروں سے درجہ حرارت کی تفصیلی ریڈنگ دکھاتا ہے۔
uz: Termallar bo'limi Mac-dagi bir nechta sensorlardan batafsil harorat ko'rsatkichlarini ko'rsatadi.
vi: Phần Nhiệt hiển thị thông số nhiệt độ chi tiết từ nhiều cảm biến trên máy Mac của bạn.
xh: Icandelo leThermals libonisa ufundo oluneenkcukacha lobushushu ukusuka kwiinzwa ezininzi kwiMac yakho.
yi: די טערמאַלס אָפּטיילונג דיספּלייז דיטיילד טעמפּעראַטור רידינגז פון קייפל סענסאָרס אַריבער דיין מעק.
yo: Apakan Thermals ṣe afihan awọn kika iwọn otutu alaye lati awọn sensọ lọpọlọpọ kọja Mac rẹ.
zh_hans: “热量”部分显示 Mac 上多个传感器的详细温度读数。
zh_hant: 「熱量」部分顯示 Mac 上多個感測器的詳細溫度讀數。
zu: Isigaba se-Thermals sibonisa ukufundwa kwezinga lokushisa okunemininingwane kusuka kuzinzwa eziningi kuyo yonke i-Mac yakho.

source: The active widget stack is wider than a full Touch Bar. Trim or reorder widgets to avoid clipping.
af: Die aktiewe legstukstapel is wyer as 'n volle Touch Bar. Knip of herrangskik legstukke om knip te vermy.
am: የነቃ መግብር ቁልል ከሙሉ Touch Bar ሰፋ ነው። መቆራረጥን ለማስቀረት መግብሮችን ይከርክሙ ወይም እንደገና ይዘዙ።
ar: مجموعة عناصر واجهة المستخدم النشطة أوسع من Touch Bar الكاملة. قم بقص الأدوات أو إعادة ترتيبها لتجنب التقطيع.
az: Aktiv vidcet yığını tam Touch Bar-dən daha genişdir. Kəsmənin qarşısını almaq üçün vidjetləri kəsin və ya yenidən sıralayın.
be: Актыўны стэк віджэтаў шырэй, чым поўны Touch Bar. Абрэжце або зменіце парадак віджэтаў, каб пазбегнуць абразання.
bg: Активният набор от джаджи е по-широк от пълен Touch Bar. Изрежете или пренаредете джаджи, за да избегнете изрязване.
bn: সক্রিয় উইজেট স্ট্যাক একটি সম্পূর্ণ Touch Bar এর চেয়ে প্রশস্ত। ক্লিপিং এড়াতে উইজেটগুলি ছাঁটা বা পুনর্বিন্যাস করুন।
bs: Aktivni stog widgeta je širi od punog Touch Bar. Skratite ili promijenite redoslijed vidžeta kako biste izbjegli isječak.
ca: La pila de widgets activa és més àmplia que un Touch Bar complet. Retalla o reordena els ginys per evitar retalls.
ceb: Ang aktibo nga stack sa widget mas lapad kay sa bug-os nga Touch Bar. Guntinga o i-order pag-usab ang mga widget aron malikayan ang pagputol.
co: U stack di widget attivu hè più largu chè un Touch Bar pienu. Tagliate o riordinate i widgets per evità u clipping.
cs: Zásobník aktivních widgetů je širší než celý Touch Bar. Ořízněte nebo změňte pořadí widgetů, abyste se vyhnuli oříznutí.
cy: Mae'r pentwr teclyn gweithredol yn ehangach na Touch Bar llawn. Trimiwch neu ail-archebwch widgets i osgoi clipio.
da: Den aktive widgetstak er bredere end en fuld Touch Bar. Trim eller omarranger widgets for at undgå klipning.
de: Der aktive Widget-Stapel ist breiter als ein vollständiger Touch Bar. Schneiden Sie Widgets zu oder ordnen Sie sie neu an, um ein Abschneiden zu vermeiden.
el: Η ενεργή στοίβα γραφικών στοιχείων είναι ευρύτερη από μια πλήρη Touch Bar. Περικοπή ή αναδιάταξη γραφικών στοιχείων για αποφυγή αποκοπής.
eo: La aktiva uzaĵstako estas pli larĝa ol plena Touch Bar. Tondi aŭ reordigi fenestraĵojn por eviti tondado.
es: La pila de widgets activos es más amplia que un Touch Bar completo. Recorte o reordene los widgets para evitar recortes.
et: Aktiivne vidinapakk on laiem kui täielik Touch Bar. Kärbi või järjesta vidinaid ümber, et vältida kärpimist.
eu: Widget-pila aktiboa Touch Bar osoa baino zabalagoa da. Moztu edo ordenatu widget-ak mozketak ekiditeko.
fa: پشته ویجت فعال گسترده تر از یک Touch Bar کامل است. برای جلوگیری از بریده شدن، ویجت ها را برش دهید یا مرتب کنید.
fi: Aktiivinen widget-pino on leveämpi kuin täysi Touch Bar. Leikkaa tai järjestä widgetit uudelleen leikkaamisen välttämiseksi.
fil: Ang aktibong stack ng widget ay mas malawak kaysa sa isang buong Touch Bar. I-trim o muling ayusin ang mga widget upang maiwasan ang pag-clipping.
fr: La pile de widgets active est plus large qu'un Touch Bar complet. Coupez ou réorganisez les widgets pour éviter le découpage.
fy: De aktive widgetstapel is breder dan in folsleine Touch Bar. Trim of opnij oarderje widgets om knipjen te foarkommen.
ga: Tá an chairn ghiuirléid gníomhach níos leithne ná Touch Bar iomlán. Baile Átha Troim nó athordaigh giuirléidí chun bearradh a sheachaint.
gd: Tha an stac widget gnìomhach nas fharsainge na Touch Bar làn. Trim no ath-òrdachadh widgets gus bearradh a sheachnadh.
gl: A pila de widgets activa é máis ampla que un Touch Bar completo. Recorta ou reordena os widgets para evitar recortes.
gu: સક્રિય વિજેટ સ્ટેક સંપૂર્ણ Touch Bar કરતાં પહોળો છે. ક્લિપિંગ ટાળવા માટે વિજેટ્સને ટ્રિમ કરો અથવા ફરીથી ગોઠવો.
ha: Tarin kayan aikin widget din yana da fadi fiye da cikakken Touch Bar. Gyara ko sake yin odar widget din don gujewa yankewa.
haw: ʻOi aku ka laulā o ka puʻu hāmeʻa ikaika ma mua o Touch Bar piha. E ʻoki a hoʻonohonoho hou i nā widget e pale i ka ʻoki ʻana.
he: ערימת הווידג'טים הפעילה רחבה יותר מ-Touch Bar מלא. חתוך או סדר מחדש ווידג'טים כדי למנוע גזירה.
hi: सक्रिय विजेट स्टैक पूर्ण Touch Bar से अधिक चौड़ा है। क्लिपिंग से बचने के लिए विजेट्स को ट्रिम या पुन: व्यवस्थित करें।
hmn: Lub active widget pawg yog dav dua ib Touch Bar tag nrho. Trim los yog reorder widgets kom tsis txhob clipping.
hr: Skup aktivnih widgeta širi je od punog Touch Bar. Izrežite ili promijenite raspored widgeta kako biste izbjegli izrezivanje.
ht: Pile widget aktif la pi laj pase yon Touch Bar plen. Koupe oswa ordonne widgets pou evite koupe.
hu: Az aktív widgetek készlete szélesebb, mint egy teljes Touch Bar. Vágja le vagy rendezze át a widgeteket a kivágás elkerülése érdekében.
hy: Ակտիվ վիջեթների կույտը ավելի լայն է, քան ամբողջական Touch Bar-ը: Կտրեք կամ վերադասավորեք վիջեթները՝ կտրումից խուսափելու համար:
id: Tumpukan widget aktif lebih lebar dari Touch Bar penuh. Pangkas atau susun ulang widget untuk menghindari kliping.
ig: Ngwakọta wijetị nọ n'ọrụ sara mbara karịa Touch Bar zuru ezu. Kpatụ ma ọ bụ degharịa wijetị ka ịzena ibibi.
is: Virki græjustaflinn er breiðari en fullur Touch Bar. Klipptu eða endurraðaðu græjum til að forðast klippingu.
it: Lo stack di widget attivi è più ampio di un Touch Bar completo. Taglia o riordina i widget per evitare il ritaglio.
ja: アクティブなウィジェット スタックは、完全な Touch Bar よりも幅が広くなります。クリッピングを避けるためにウィジェットをトリミングまたは並べ替えます。
jv: Tumpukan widget aktif luwih amba tinimbang Touch Bar lengkap. Potong utawa atur ulang widget supaya ora dipotong.
ka: აქტიური ვიჯეტის დასტა უფრო ფართოა, ვიდრე სრული Touch Bar. ამოჭრის თავიდან ასაცილებლად ვიჯეტების მორთვა ან გადაკვეთა.
kk: Белсенді виджет стек толық Touch Bar қарағанда кеңірек. Қиып кетпеу үшін виджеттерді кесіңіз немесе қайта реттеңіз.
km: ជង់ធាតុក្រាហ្វិកសកម្មគឺធំជាង Touch Bar ពេញលេញ។ កាត់ ឬតម្រៀបធាតុក្រាហ្វិកឡើងវិញ ដើម្បីជៀសវាងការច្រឹប។
kn: ಸಕ್ರಿಯ ವಿಜೆಟ್ ಸ್ಟಾಕ್ ಪೂರ್ಣ Touch Bar ಗಿಂತ ವಿಶಾಲವಾಗಿದೆ. ಕ್ಲಿಪ್ಪಿಂಗ್ ಅನ್ನು ತಪ್ಪಿಸಲು ವಿಜೆಟ್‌ಗಳನ್ನು ಟ್ರಿಮ್ ಮಾಡಿ ಅಥವಾ ಮರುಕ್ರಮಗೊಳಿಸಿ.
ko: 활성 위젯 스택은 전체 Touch Bar보다 넓습니다. 잘림을 방지하려면 위젯을 자르거나 재정렬하세요.
ku: Staka widgetê ya çalak ji Touch Bar-ya tevahî firehtir e. Ji bo ku ji qutkirinê dûr nekevin, widgetan bibirrin an ji nû ve rêz bikin.
ky: Жигердүү виджет стек толук Touch Bar караганда кененирээк. Кыркууну болтурбоо үчүн виджеттерди кыркыңыз же иреттеңиз.
la: BIBLIOTHECA activa pythonistica latior est quam plenus Touch Bar. Trim vel reorder content ne tonsuram.
lb: Den aktive Widget-Stack ass méi breet wéi e vollen Touch Bar. Trimmen oder nei bestellen Widgets fir Ausschnëtter ze vermeiden.
lo: stack widget ທີ່ເຮັດວຽກແມ່ນກວ້າງກວ່າ Touch Bar ເຕັມ. ຕັດ ຫຼືຈັດຮຽງວິດເຈັດຄືນໃໝ່ເພື່ອຫຼີກເວັ້ນການຕັດ.
lt: Aktyvių valdiklių krūva yra platesnė nei visas Touch Bar. Apkarpykite arba pertvarkykite valdiklius, kad išvengtumėte iškirpimo.
lv: Aktīvā logrīku kopa ir plašāka nekā pilna Touch Bar. Apgrieziet vai pārkārtojiet logrīkus, lai izvairītos no izgriešanas.
mg: Mivelatra kokoa noho ny Touch Bar feno ny fitambaran'ny widget mavitrika. Hetezo na avereno alao ny widget mba tsy ho tapaka.
mi: He whanui ake te puranga widget hohe i te Touch Bar katoa. Kuti, whakaraupapa ano ranei i nga widget kia kore ai e tope.
mk: Активниот куп на виџети е поширок од целосен Touch Bar. Скратете ги или прередете ги виџетите за да избегнете клипирање.
ml: സജീവമായ വിജറ്റ് സ്റ്റാക്ക് ഒരു പൂർണ്ണ Touch Bar-നേക്കാൾ വിശാലമാണ്. ക്ലിപ്പിംഗ് ഒഴിവാക്കാൻ വിജറ്റുകൾ ട്രിം ചെയ്യുക അല്ലെങ്കിൽ പുനഃക്രമീകരിക്കുക.
mn: Идэвхтэй виджетийн стек нь бүрэн Touch Bar-ээс өргөн. Хайчлахаас зайлсхийхийн тулд виджетүүдийг тайрч эсвэл дахин эрэмбэлээрэй.
mr: सक्रिय विजेट स्टॅक पूर्ण Touch Bar पेक्षा विस्तृत आहे. क्लिपिंग टाळण्यासाठी विजेट्स ट्रिम करा किंवा पुनर्क्रमित करा.
ms: Timbunan widget aktif lebih lebar daripada Touch Bar penuh. Potong atau susun semula widget untuk mengelakkan keratan.
mt: Il-munzell ta 'widget attiv huwa usa' minn Touch Bar sħiħ. Ittrimmja jew ordna mill-ġdid il-widgets biex tevita l-qtugħ.
my: အသုံးပြုနေသောဝစ်ဂျက်အစုသည် Touch Bar အပြည့်အစုံထက် ပိုကျယ်သည်။ ညှပ်ခြင်းကို ရှောင်ရှားရန် ဝစ်ဂျက်များကို ချုံ့ပါ သို့မဟုတ် ပြန်စီပါ။
nb: Den aktive widgetstabelen er bredere enn en full Touch Bar. Trim eller omorganiser widgets for å unngå klipping.
ne: सक्रिय विजेट स्ट्याक पूर्ण Touch Bar भन्दा फराकिलो छ। क्लिपिङबाट बच्न विजेटहरू ट्रिम वा पुन: क्रमबद्ध गर्नुहोस्।
nl: De actieve widgetstapel is breder dan een volledige Touch Bar. Knip widgets bij of herschik ze om knippen te voorkomen.
ny: Ma widget omwe akugwira ntchito ndi okulirapo kuposa Touch Bar yathunthu. Chepetsani kapena sinthaninso ma widget kuti musadule.
pa: ਕਿਰਿਆਸ਼ੀਲ ਵਿਜੇਟ ਸਟੈਕ ਪੂਰੇ Touch Bar ਨਾਲੋਂ ਚੌੜਾ ਹੈ। ਕਲਿੱਪਿੰਗ ਤੋਂ ਬਚਣ ਲਈ ਵਿਜੇਟਸ ਨੂੰ ਕੱਟੋ ਜਾਂ ਮੁੜ ਕ੍ਰਮਬੱਧ ਕਰੋ।
pl: Aktywny stos widżetów jest szerszy niż pełny Touch Bar. Przytnij lub zmień kolejność widżetów, aby uniknąć przycinania.
ps: د فعال ویجټ سټیک د بشپړ Touch Bar څخه پراخه دی. د کلپ کولو څخه مخنیوي لپاره ویجټونه ټرم یا تنظیم کړئ.
pt: A pilha de widgets ativa é maior que um Touch Bar completo. Corte ou reordene os widgets para evitar cortes.
ro: Stiva de widget-uri active este mai larg decât un Touch Bar complet. Tăiați sau reordonați widget-urile pentru a evita tăierea.
ru: Стек активных виджетов шире, чем полный Touch Bar. Обрезайте или меняйте порядок виджетов, чтобы избежать обрезки.
sd: فعال ويجيٽ اسٽيڪ مڪمل Touch Bar کان وڌيڪ وسيع آهي. ڪلپنگ کان بچڻ لاءِ ويجيٽس کي ٽرم يا وري ترتيب ڏيو.
si: සක්‍රිය විජට් තොගය සම්පූර්ණ Touch Bar එකකට වඩා පුළුල් වේ. ක්ලිප් කිරීම වළක්වා ගැනීමට විජට් කප්පාදු කරන්න හෝ නැවත ඇණවුම් කරන්න.
sk: Zásobník aktívnych miniaplikácií je širší ako celý Touch Bar. Orezajte alebo zmeňte poradie miniaplikácií, aby ste predišli orezaniu.
sl: Sklad aktivnih pripomočkov je širši od celotnega Touch Bar. Obrežite ali preuredite pripomočke, da se izognete izrezovanju.
sm: Ole fa'aputuga widget galue e lautele atu nai lo le Touch Bar atoa. 'Oti pe toe fa'atonu widget e 'alofia ai le tipiina.
sn: Iyo inoshanda widget stack yakakura kupfuura yakazara Touch Bar. Cheka kana kurodha majeti kuti udzivise kuchekerera.
so: Xirmada widget-ka firfircoon ayaa ka ballaaran Touch Bar buuxa. Jar ama dib u habbee widgets si aad uga fogaato goynta.
sq: Stafi i miniaplikacioneve aktive është më i gjerë se një Touch Bar e plotë. Pritini ose rirenditni miniaplikacionet për të shmangur prerjen.
st: Sebaka sa widget se sebetsang se pharalletse ho feta Touch Bar e felletseng. Fokotsa kapa u hlophise bocha li-widget ho qoba ho sekoa.
su: Tumpukan widget aktip leuwih lega ti Touch Bar pinuh. Motong atanapi susun ulang widget pikeun nyegah clipping.
sv: Den aktiva widgetstacken är bredare än en full Touch Bar. Trimma eller ändra ordning på widgets för att undvika klippning.
sw: Rafu ya wijeti inayotumika ni pana kuliko Touch Bar kamili. Punguza au upange upya wijeti ili kuzuia kukatwa.
ta: செயலில் உள்ள விட்ஜெட் அடுக்கு முழு Touch Bar ஐ விட அகலமானது. கிளிப்பிங்கைத் தவிர்க்க விட்ஜெட்களை ஒழுங்கமைக்கவும் அல்லது மறுவரிசைப்படுத்தவும்.
te: సక్రియ విడ్జెట్ స్టాక్ పూర్తి Touch Bar కంటే వెడల్పుగా ఉంది. క్లిప్పింగ్‌ను నివారించడానికి విడ్జెట్‌లను ట్రిమ్ చేయండి లేదా క్రమాన్ని మార్చండి.
tg: Стеки виджетҳои фаъол нисбат ба пурраи Touch Bar васеътар аст. Виҷетҳоро буред ё аз нав тартиб диҳед, то бурида нашавед.
th: สแต็กวิดเจ็ตที่ใช้งานอยู่กว้างกว่า Touch Bar แบบเต็ม ตัดหรือจัดลำดับวิดเจ็ตใหม่เพื่อหลีกเลี่ยงการคลิป
tr: Aktif widget yığını tam Touch Bar'den daha geniştir. Kırpılmayı önlemek için widget'ları kırpın veya yeniden sıralayın.
uk: Стек активних віджетів ширший, ніж повний Touch Bar. Обріжте або змініть порядок віджетів, щоб уникнути обрізання.
ur: فعال ویجیٹ اسٹیک مکمل Touch Bar سے زیادہ وسیع ہے۔ تراشنے سے بچنے کے لیے ویجٹ کو تراشیں یا دوبارہ ترتیب دیں۔
uz: Faol vidjetlar to‘plami to‘liq Touch Bar dan kengroq. Kesishni oldini olish uchun vidjetlarni qisqartiring yoki qayta tartiblang.
vi: Ngăn xếp tiện ích đang hoạt động rộng hơn Touch Bar đầy đủ. Cắt bớt hoặc sắp xếp lại các vật dụng để tránh bị cắt bớt.
xh: Isitaki sewijethi esebenzayo ibanzi kune-Touch Bar epheleleyo. Sika okanye uhlengahlengise iiwijethi ukunqanda ukucofa.
yi: די אַקטיוו ווידזשיט סטאַק איז ברייט ווי אַ פול Touch Bar. טרים אָדער ריאָרדער ווידזשיץ צו ויסמיידן קליפּינג.
yo: Akopọ ẹrọ ailorukọ ti nṣiṣe lọwọ gbooro ju Touch Bar ni kikun. Gee tabi tunto awọn ẹrọ ailorukọ lati yago fun gige gige.
zh_hans: 活动小部件堆栈比完整的 Touch Bar 更宽。修剪或重新排序小部件以避免剪辑。
zh_hant: 活動小部件堆疊比完整的 Touch Bar 更寬。修剪或重新排序小部件以避免剪輯。
zu: Isitaki sewijethi esebenzayo sikhulu kune-Touch Bar ephelele. Sika noma uhlele kabusha amawijethi ukuze ugweme ukusika.
